let handler  = async (m, { conn }) => {
conn.reply(m.chat,`
*『 ${pickRandom(global.Truth)} 』*`, m)
}
handler.help = ['bzmzjdks']
handler.tags = ['fun']
handler.command = /(سكس|مص|ممحون|كسمك|فتال|كسك|فحلك|كس|طيز|سالب|منحرف|انيك|انيكك|انحراف|قحبه|قحبة|تخليني|مخنوث|شرموط|شرموطة|شرموطه|انعربك|طيزك|يافتال|يازبي|ياقحبه|ياقحبة|ياممحون|ياشرموط)$/i
export default handler

function pickRandom(list) {
  return list[Math.floor(list.length * Math.random())]
}

 global.Truth = [ 
'اسكت ياممحون',
'ووفتال بس ا'اركب عليه',
'قم',
' يخ ارتقي \n - .',
'يولد بس انحراف',
' يرجال فكك بس من الشتم خليك راقي ',
'فكنا من محنتك يخ ',
'قم قم يمني همج',
'عيب عليك يازب الكلب☻💔',
' لحول ليه كل اشتم ',
'اخراس',
'ارتقي ياخي',
'انيكك بس انحراف وسب☻💔',
'كل طيز مزتك ونحرف معها خاص مش هون المقحابه هون جروب محترم ☻〠💔',
'وابنيري اوهههههههههههههههههههه بس☻💔',
'يرجال روح',
'يابن الكب اسكت',
'اسكت بلا انحراف ياخي ',
'هًهًٍههًهًٍههًهًٍهًهًٍههًهًٍههًهًٍهههًهًٍههًهًٍههًهًٍه ₎ ☻🍻​ . ، <',
' سالفتك منتهيه ◜˹.-',
' اه جعل رزقك من خوزقك☻💔',
'استغفر الله ',
' ليش رجعت فتال هيك كنت مطوعع من قبل💔😂',
'معك من يربيك💔〠',
'اسكت ياقرف ويش ذا',
' قليل ادب🌚💔',
'عيب قليل ادب ☻🙄',
'كنت عاملك جبل طلعت كحبه🙄💔',
'ونعم فيك رفعت راسي☻⃟💔',
'يحمار اخرص',
'تم ترقيتك في قائمة الفتالين☻💔',
'اسمع وجاوب وش شعورك وهو داخلك🔥☻💔',
'تخيل الموقف شوي تخيل من ينخشك وانت مسترخي ايش شعورك رح تزرق صح☻💔',
'مافي معك يضبطك يحمار😒🖕',
'محنه منبي ',
'ممنوع الشتم والسوالف الانحراف ء.',
'وابنيري وزنوة عيب ياوصخ',
' اذلف',
'انا تبت خلاص يالحجي اذلف😔〷',

 ] 
